/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "インスペクタを使ってこのページレットをあなたのサイトのふさわしいコレクションに関連づけてください。";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "RSS フィードを購読する";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "選択されたコレクションに RSS フィードがありません。インスペクタを利用して RSS フィードを生成し、インデックスを使用してください。";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "このフィードを購読するには、この RSS フィードリーダーソフトにこのリンクをドラッグ、またはコピー／ペーストしてください。";